Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/det-internasjonale-aaret-for-urfolksspraak-iyil-2019.html.tmx
Source language: nob
Languages: sme

source: Det internasjonale året for urfolksspråk – IYIL 2019
sme: Riikkaidgaskasaš eamiálbmotgiella jahki – IYIL 2019

source: De Forente Nasjoner (FN) bestemte i 2016 at 2019 er det internasjonale året for urfolksspråk.
sme: Ovttastuvvon Našuvnnat mearridii 2016:s ahte jahki 2019 lea riikkaidgaskasaš álgoálbmotgiellajahki.

source: Det er UNESCO som har lederansvaret for arbeidet med IYIL 2019.
sme: UNESCOS lea ovddasvástádus jođihit IYIL 2019-barggu.

source: Det har blitt opprettet en styringsgruppe for IYIL 2019 der bl.a. alle de syv urbefolkningsområder og tilhørende stater er representert.
sme: IYIL 2019 várás lea ásahuvvon stivrenjoavku mas leat earret eará ovddasteaddjit buot 7 álgoálbmotguovlluin ja sin stáhtain.

source: Sametingspresidenten Aili Keskitalo er urfolkrepresentant for det Arktiske området, samt en av lederne i styringsgruppa.
sme: Sámediggepresideanta Aili Keskitalo lea árktalaš guovllu álgoálbmotovddasteaddji, ja lea mieljođiheaddji stivrenjoavkkus.

source: Målet med urfolksspråkåret er å synliggjøre og fremme situasjonen til urfolksspråk.
sme: Giellajahki galgá čalmmustahttit ja ovddidit álgoálbmotgielaid dili.

source: Av verdens ca. 7000 språk, kan flere tusen språk forsvinne og mange er allerede forsvunnet.
sme: Máilmmi sullii 7000 gielas, sáhttet máŋga duháha giela jávkat ja máŋga giela leat juo jávkan.

source: Urfolksspråk er i en spesielt utsatt situasjon.
sme: Álgoálbmotgielat leat earenoamáš hearkkes dilis.

source: 2680 språk er truede språk.
sme: Sullii 2680 giela leat áitojuvvon.

source: I UNESCOS liste over truede språk, er samiske språk klassifisert som truede eller alvorlig truede språk:
sme: UNESCO giellalisttu jelgii, leat sámegielat áitojuvvon dege duođalaččat áitojuvvon gielat:

source: Nordsamisk er truet språk
sme: Davvisámegiella lea vissásit áitojuvvon giella

source: Lule-, kildin-, sør-, enare- og skoltesamisk er svært truede språk.
sme: Julev-, gieldda- ja lullisámegiella, anárašgiella ja nuortalašgiella leat garrasit áitojuvvon gielat

source: Ter-, ume- og pitesamisk er kritisk truede språk.
sme: Ter-, ubmi- ja bihtánsámegiella leat kritihkalaččat áitojuvvon gielat

source: I tillegg er akkala- kemisamisk ansett som forvunnede språk i UNESCOS liste over språk.
sme: UNESCO giellalisttu jelgii leat áhkilsámegiella ja giemasámegiella oalát jávkan.

source: Gjennom det internasjonale året for urfolksspråk skal urfolksspråk synliggjøres gjennom fem hovedområder:
sme: Riikkaidgaskasaš álgoálbmotgiellajagis galget čalmmustahttit álgoálbmotgielaid 5 váldosuorggis:

source: Mer forståelse, forsoningsarbeid og internasjonal samarbeid mellom ulike interessenter.
sme: Eanet ipmárdus, seanadanbargu ja gaskariikkalaš ovttasbargu iešguđetge berošteddjiid gaskkas

source: Etablere gode forhold for kunnskapsdeling og formidling, som tar hensyn til urfolk.
sme: Ásahit buori dili máhttojuohkima ja gaskkusteami várás, mii vuhtiiváldá álgoálbmogiid

source: Integrere urfolksspråk i majoritetsspråket og innlemme urfolksspråk inn i den nasjonale politikken, nasjonale strategiplaner og vedtekter.
sme: Ovttaiduhttit álgoálbmotgielaid majoritehtagielain ja ovttaiduhttit álgoálbmotgielaid riikkaid politihkkii, strategiijaplánaide ja njuolggadusaide.

source: Legge forholdene til rette gjennom oppbygging av kapasitet
sme: Lassáneapmi ja ovdáneapmi ođđa máhtolašvuođa bokte

source: Les mer om det internasjonale året for urfolksspråk på nettsida til språkåret (engelsk).
sme: Loga eanet riikkaidgaskasaš eamiálbmotgiela jagi birra giellajagi neahttasiiddus (eŋgelasgillii).

source: Der finner du mer informasjon samt et kart som viser hvilke arrangementer som finnes knyttet til IYIL 2019.
sme: Siiddus gávnnat eanet dieđuid giellajagi birra ja oainnát maiddái kártta gos IYIL 2019-dáhpáhusat leat merkejuvvon.
